---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.PathOfTravelCalculationServerIds
source: html/a53ac4c9-bd30-88df-3e8c-9ae5958058c5.htm
---
# PathOfTravelCalculationServerIds Properties

GUID to represent the default calculation server id.